import { v4 } from "uuid";

export const businessCardDesc=[
    {
        id:v4(),
        text:"Заповнення до 3 сторінок",
        textEN:"Заповнення до 3 сторінок"
    },
    {
        id:v4(),
        text:"Адаптація під мобільні пристрої",
        textEN:"Адаптація під мобільні пристрої"
    },
    {
        id:v4(),
        text:"Наповнення контентом",
        textEN:"Наповнення контентом"
    },
    {
        id:v4(),
        text:"Галерея зображень",
        textEN:"Галерея зображень"
    },
    {
        id:v4(),
        text:"Форма зворотнього зв'язку",
        textEN:"Форма зворотнього зв'язку"
    },
    {
        id:v4(),
        text:"Карта проїзду",
        textEN:"Карта проїзду"
    },
    {
        id:v4(),
        text:"Хостинг сайту",
        textEN:"Хостинг сайту"
    }
]