import { v4 } from "uuid";



export const serviceData=[
    { 
        id:v4(),
        title:"Сайт-візитка",
        titleEN:"Сайт-візитка",
        price:"Ціна від 500 $",
        priceEN:"Ціна від 100 $",
        desc:[
        {
            id:v4(),
            text:"Заповнення до 3 сторінок",
            textEN:"Заповнення до 3 сторінок"
        },
        {
            id:v4(),
            text:"Адаптація під мобільні пристрої",
            textEN:"Адаптація під мобільні пристрої"
        },
        {
            id:v4(),
            text:"Наповнення контентом",
            textEN:"Наповнення контентом"
        },
        {
            id:v4(),
            text:"Галерея зображень",
            textEN:"Галерея зображень"
        },
        {
            id:v4(),
            text:"Форма зворотнього зв'язку",
            textEN:"Форма зворотнього зв'язку"
        },
        {
            id:v4(),
            text:"Карта проїзду",
            textEN:"Карта проїзду"
        },
        {
            id:v4(),
            text:"Хостинг сайту",
            textEN:"Хостинг сайту"
        }]
    },
    {
        id:v4(), 
        title:"Лендінг",
        titleEN:"Лендінг",
        price:"Ціна від 200 $",
        priceEN:"Ціна від 200 $",
        desc:[
        {
            id:v4(),
            text:"Дизайн, який продає",
            textEN:"Дизайн, який продає"
        },
        {
            id:v4(),
            text:"Розробка 6-8 блоків",
            textEN:"Розробка 6-8 блоків"
        },
        {
            id:v4(),
            text:"Адаптація під мобільні пристрої",
            textEN:"Адаптація під мобільні пристрої"
        },
        {
            id:v4(),
            text:"Заклики до дії",
            textEN:"Заклики до дії"
        },
        {
            id:v4(),
            text:"Слайдер, банер",
            textEN:"Слайдер, банер"
            },
        {
            id:v4(),
            text:"Таблиця цін, прайс",
            textEN:"Таблиця цін, прайс"
        },
        {
            id:v4(),
            text:"Наповнення контентом",
            textEN:"Наповнення контентом"
        },
        {
            id:v4(),
            text:"Замовлення зворотнього дзвінка",
            textEN:"Замовлення зворотнього дзвінка"
        },
        {
            id:v4(),
            text:"Контактна форма",
            textEN:"Контактна форма"
        },
        {
            id:v4(),
            text:"Карта проїзду",
            textEN:"Карта проїзду"
        },
        {
            id:v4(),
            text:"Внутрішня оптимізація",
            textEN:"Внутрішня оптимізація"
        },
        {
            id:v4(),
            text:"Хостинг сайту",
            textEN:"Хостинг сайту"
        }]
    },
    {
        id:v4(),
        title:"Сайт-каталог",
        titleEN:"Сайт-каталог",
        price:"Ціна від 500 $",
        priceEN:"Ціна від 500 $",
        desk:[
        {
            id:v4(),
            text:"Адаптація під мобільні пристрої",
            textEN:"Адаптація під мобільні пристрої"
        },
        {
            id:v4(),
            text:"Кросбраузерність",
            textEN:"Кросбраузерність"
        },
        {
            id:v4(),
            text:"Категорії товарів",
            textEN:"Категорії товарів"
        },
        {
            id:v4(),
                text:"Створення необхідного функціоналу",
            textEN:"Створення необхідного функціоналу"
        },
        {
            id:v4(),
            text:"Фільтр товарів за ключовим словом",
            textEN:"Фільтр товарів за ключовим словом"
        },
        {
            id:v4(),
            text:"Слайдери, банери",
            textEN:"Слайдери, банери"
        },
        {
            id:v4(),
            text:"Наповнення контентом",
            textEN:"Наповнення контентом"
        },
        {
            id:v4(),
            text:"Замовлення зворотнього дзвінка",
            textEN:"Замовлення зворотнього дзвінка"
        },
        {
            id:v4(),
            text:"Контактна форма",
            textEN:"Контактна форма"
        },
        {
            id:v4(),
            text:"Внутрішня SEO-оптимізація",
            textEN:"Внутрішня SEO-оптимізація"
        },
        {
            id:v4(),
            text:"Карта проїзду",
            textEN:"Карта проїзду"
        },
        {   
            id:v4(),
            text:"Хостинг сайту",
            textEN:"Хостинг сайту"
        }]
    },
    { 
        id:v4(),
        title:"Корпоративний сайт",
        titleEN:"Корпоративний сайт",
        price:"Ціна від 500 $",
        priceEN:"Ціна від 500 $",
        desc:[
        {
            id:v4(),
            text:"Адаптація під мобільні пристрої",
            textEN:"Адаптація під мобільні пристрої"
        },
        {
            id:v4(),
            text:"Кросбраузерність",
            textEN:"Кросбраузерність"
        },
        {
            id:v4(),
            text:"Слайдер",
            textEN:"Слайдер"
        },
        {   
            id:v4(),
            text:"Анімація блоків",
            textEN:"Анімація блоків"
        },
        {
            id:v4(),
            text:"Наповнення контентом",
            textEN:"Наповнення контентом"
        },
        {
            id:v4(),
            text:"Таблиця цін, прайс послуг",
            textEN:"Таблиця цін, прайс послуг"
        },
        {
            id:v4(),
            text:"Галерея, портфоліо",
            textEN:"Галерея, портфоліо"
        },
        {
            id:v4(),
            text:"Заклики до дії",
            textEN:"Заклики до дії"
        },
        {
            id:v4(),
            text:"Замовлення зворотнього дзвінка",
            textEN:"Замовлення зворотнього дзвінка"
        },
        {
            id:v4(),
            text:"Контактна форма",
            textEN:"Контактна форма"
        },
        {
            id:v4(),
            text:"Карта проїзду",
            textEN:"Карта проїзду"
        },
        {
            id:v4(),
            text:"Внутрішня SEO-оптимізація",
            textEN:"Внутрішня SEO-оптимізація"
        },
        {
            id:v4(),
            text:"Хостинг сайту",
            textEN:"Хостинг сайту"
        }]
    }
]