export const lendingSiteDesc=[
    {
        id:1,
        text:"Дизайн, який продає",
        textEN:"Дизайн, який продає"
    },
    {
        id:2,
        text:"Розробка 6-8 блоків",
        textEN:"Розробка 6-8 блоків"
    },
    {
        id:3,
        text:"Адаптація під мобільні пристрої",
        textEN:"Адаптація під мобільні пристрої"
    },
    {
        id:4,
        text:"Заклики до дії",
        textEN:"Заклики до дії"
    },
    {
        id:5,
        text:"Слайдер, банер",
        textEN:"Слайдер, банер"
    },
    {
        id:6,
        text:"Таблиця цін, прайс",
        textEN:"Таблиця цін, прайс"
    },
    {
        id:7,
        text:"Наповнення контентом",
        textEN:"Наповнення контентом"
    },
    {
        id:8,
        text:"Замовлення зворотнього дзвінка",
        textEN:"Замовлення зворотнього дзвінка"
    },
    {
        id:9,
        text:"Контактна форма",
        textEN:"Контактна форма"
    },
    {
        id:10,
        text:"Карта проїзду",
        textEN:"Карта проїзду"
    },
    {
        id:11,
        text:"Внутрішня оптимізація",
        textEN:"Внутрішня оптимізація"
    },
    {
        id:12,
        text:"Хостинг сайту",
        textEN:"Хостинг сайту"
    },
]