import { v4 } from "uuid";



export const serviceData = [
    {
        id: v4(),
        title: "Сайт-візитка",
        titleEN: "Сайт-візитка",
        price: "Ціна від 500 $",
        priceEN: "Ціна від 100 $",
        desc: [
            {
                id: v4(),
                text: "Заповнення до 3 сторінок",
                textEN: "Заповнення до 3 сторінок"
            },
            {
                id: v4(),
                text: "Адаптація під мобільні пристрої",
                textEN: "Адаптація під мобільні пристрої"
            },
            {
                id: v4(),
                text: "Наповнення контентом",
                textEN: "Наповнення контентом"
            },
            {
                id: v4(),
                text: "Галерея зображень",
                textEN: "Галерея зображень"
            },
            {
                id: v4(),
                text: "Форма зворотнього зв'язку",
                textEN: "Форма зворотнього зв'язку"
            },
            {
                id: v4(),
                text: "Карта проїзду",
                textEN: "Карта проїзду"
            },
            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            }]
    },
    {
        id: v4(),
        title: "Лендінг",
        titleEN: "Лендінг",
        price: "Ціна від 200 $",
        priceEN: "Ціна від 200 $",
        desc: [
            {
                id: v4(),
                text: "Дизайн, який продає",
                textEN: "Дизайн, який продає"
            },
            {
                id: v4(),
                text: "Розробка 6-8 блоків",
                textEN: "Розробка 6-8 блоків"
            },
            {
                id: v4(),
                text: "Адаптація під мобільні пристрої",
                textEN: "Адаптація під мобільні пристрої"
            },
            {
                id: v4(),
                text: "Заклики до дії",
                textEN: "Заклики до дії"
            },
            {
                id: v4(),
                text: "Слайдер, банер",
                textEN: "Слайдер, банер"
            },
            {
                id: v4(),
                text: "Таблиця цін, прайс",
                textEN: "Таблиця цін, прайс"
            },
            {
                id: v4(),
                text: "Наповнення контентом",
                textEN: "Наповнення контентом"
            },
            {
                id: v4(),
                text: "Замовлення зворотнього дзвінка",
                textEN: "Замовлення зворотнього дзвінка"
            },
            {
                id: v4(),
                text: "Контактна форма",
                textEN: "Контактна форма"
            },
            {
                id: v4(),
                text: "Карта проїзду",
                textEN: "Карта проїзду"
            },
            {
                id: v4(),
                text: "Внутрішня оптимізація",
                textEN: "Внутрішня оптимізація"
            },
            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            }]
    },
    {
        id: v4(),
        title: "Сайт-каталог",
        titleEN: "Сайт-каталог",
        price: "Ціна від 500 $",
        priceEN: "Ціна від 500 $",
        desc: [
            {
                id: v4(),
                text: "Адаптація під мобільні пристрої",
                textEN: "Адаптація під мобільні пристрої"
            },
            {
                id: v4(),
                text: "Кросбраузерність",
                textEN: "Кросбраузерність"
            },
            {
                id: v4(),
                text: "Категорії товарів",
                textEN: "Категорії товарів"
            },
            {
                id: v4(),
                text: "Створення необхідного функціоналу",
                textEN: "Створення необхідного функціоналу"
            },
            {
                id: v4(),
                text: "Фільтр товарів за ключовим словом",
                textEN: "Фільтр товарів за ключовим словом"
            },
            {
                id: v4(),
                text: "Слайдери, банери",
                textEN: "Слайдери, банери"
            },
            {
                id: v4(),
                text: "Наповнення контентом",
                textEN: "Наповнення контентом"
            },
            {
                id: v4(),
                text: "Замовлення зворотнього дзвінка",
                textEN: "Замовлення зворотнього дзвінка"
            },
            {
                id: v4(),
                text: "Контактна форма",
                textEN: "Контактна форма"
            },
            {
                id: v4(),
                text: "Внутрішня SEO-оптимізація",
                textEN: "Внутрішня SEO-оптимізація"
            },
            {
                id: v4(),
                text: "Карта проїзду",
                textEN: "Карта проїзду"
            },
            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            }]
    },
    {
        id: v4(),
        title: "Корпоративний сайт",
        titleEN: "Корпоративний сайт",
        price: "Ціна від 500 $",
        priceEN: "Ціна від 500 $",
        desc: [
            {
                id: v4(),
                text: "Адаптація під мобільні пристрої",
                textEN: "Адаптація під мобільні пристрої"
            },
            {
                id: v4(),
                text: "Кросбраузерність",
                textEN: "Кросбраузерність"
            },
            {
                id: v4(),
                text: "Слайдер",
                textEN: "Слайдер"
            },
            {
                id: v4(),
                text: "Анімація блоків",
                textEN: "Анімація блоків"
            },
            {
                id: v4(),
                text: "Наповнення контентом",
                textEN: "Наповнення контентом"
            },
            {
                id: v4(),
                text: "Таблиця цін, прайс послуг",
                textEN: "Таблиця цін, прайс послуг"
            },
            {
                id: v4(),
                text: "Галерея, портфоліо",
                textEN: "Галерея, портфоліо"
            },
            {
                id: v4(),
                text: "Заклики до дії",
                textEN: "Заклики до дії"
            },
            {
                id: v4(),
                text: "Замовлення зворотнього дзвінка",
                textEN: "Замовлення зворотнього дзвінка"
            },
            {
                id: v4(),
                text: "Контактна форма",
                textEN: "Контактна форма"
            },
            {
                id: v4(),
                text: "Карта проїзду",
                textEN: "Карта проїзду"
            },
            {
                id: v4(),
                text: "Внутрішня SEO-оптимізація",
                textEN: "Внутрішня SEO-оптимізація"
            },
            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            }]
    },
    {
        id: v4(),
        title: "Віртуальне меню",
        titleEN: "Віртуальне меню",
        price: "Ціна від 300 $",
        priceEN: "Ціна від 300 $",
        desc: [
            {
                id: v4(),
                text: "Адаптація під мобільні пристрої",
                textEN: "Адаптація під мобільні пристрої"
            },
            {
                id: v4(),
                text: "Кросбраузерність",
                textEN: "Кросбраузерність"
            },
            {
                id: v4(),
                text: "Створення необхідного функціоналу",
                textEN: "Створення необхідного функціоналу"
            },
            {
                id: v4(),
                text: "Категорії страв",
                textEN: "Категорії страв"
            },
            {
                id: v4(),
                text: "Назви страв та їх інгредієнти",
                textEN: "Назви страв та їх інгредієнти"
            },
            {
                id: v4(),
                text: "Фільтр страв за ключовим словом",
                textEN: "Фільтр страв за ключовим словом"
            },
            {
                id: v4(),
                text: "Контактна форма",
                textEN: "Контактна форма"
            },
            {
                id: v4(),
                text: "Внутрішня SEO-оптимізація",
                textEN: "Внутрішня SEO-оптимізація"
            },
            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            },
            {
                id: v4(),
                text: "Взаємодія з QR-кодом",
                textEN: "Взаємодія з QR-кодом"
            }]
    },
    {
        id: v4(),
        title: "Індивідуальний проєкт",
        titleEN: "Індивідуальний проєкт",
        price: "Ціна від 100 $",
        priceEN: "Ціна від 100 $",
        desc: [
            {
                id: v4(),
                text: "Індивідуальний підхід",
                textEN: "Індивідуальний підхід"
            },

            {
                id: v4(),
                text: "Хостинг сайту",
                textEN: "Хостинг сайту"
            }]
    },
    {
        id: v4(),
        title: "Тестування",
        titleEN: "Тестування",
        price: "Ціна від 50 $",
        priceEN: "Ціна від 50 $",
        desc: [
            {
                id: v4(),
                text: "Функціональне тестування сайту",
                textEN: "Функціональне тестування сайту"
            },
            {
                id: v4(),
                text: "Тестування безпеки сайту",
                textEN: "Тестування безпеки сайту"
            },
            {
                id: v4(),
                text: "Тест юзабіліті сайту і зручності",
                textEN: "Тест юзабіліті сайту і зручності"
            },
            {
                id: v4(),
                text: "Навантажувальне тестування",
                textEN: "Навантажувальне тестування"
            },
            {
                id: v4(),
                text: "Тестування сайту на вразливість",
                textEN: "Тестування сайту на вразливість"
            }]
    },
    {
        id: v4(),
        title: "Графічний дизайн",
        titleEN: "Графічний дизайн",
        price: "Ціна від 300 $",
        priceEN: "Ціна від 300 $",
        desc: [
            {
                id: v4(),
                text: "Індивідуальні іконки",
                textEN: "Індивідуальні іконки"
            },
            {
                id: v4(),
                text: "Патерн",
                textEN: "Патерн"
            },
            {
                id: v4(),
                text: "Ілюстрація",
                textEN: "Ілюстрація"
            }]
    },
    {
        id: v4(),
        title: "Логотип",
        titleEN: "Логотип",
        price: "Ціна від 100 $",
        priceEN: "Ціна від 100 $",
        desc: [
            {
                id: v4(),
                text: "Логотип, який має ідею",
                textEN: "Логотип, який має ідею"
            },
            {
                id: v4(),
                text: "Індивідуальний підхід",
                textEN: "Індивідуальний підхід"
            },
            {
                id: v4(),
                text: "Унікальний знак",
                textEN: "Унікальний знак"
            },
            {
                id: v4(),
                text: "2-3 варіанти",
                textEN: "2-3 варіанти"
            },
            {
                id: v4(),
                text: "Адаптив лого для мобільного телефону та соцмереж",
                textEN: "Адаптив лого для мобільного телефону та соцмереж"
            }]
    },
    {
        id: v4(),
        title: "Вебдизайн",
        titleEN: "Вебдизайн",
        price: "Ціна від 100 $",
        priceEN: "Ціна від 100 $",
        desc: [
            {
                id: v4(),
                text: "Аналіз конкурентів",
                textEN: "Аналіз конкурентів"
            },
            {
                id: v4(),
                text: "Дослідження цільової аудиторії",
                textEN: "Дослідження цільової аудиторії"
            },
            {
                id: v4(),
                text: "Створення скелетних макетів",
                textEN: "Створення скелетних макетів"
            },
            {
                id: v4(),
                text: "Розробка юзер-персон",
                textEN: "Розробка юзер-персон"
            },
            {
                id: v4(),
                text: "Створення карти сайту та потоку користувачів",
                textEN: "Створення карти сайту та потоку користувачів"
            },
            {
                id: v4(),
                text: "Дизайн веб-сервісу",
                textEN: "Дизайн веб-сервісу"
            },
            {
                id: v4(),
                text: "Адаптація для планшетних і мобільних пристроїв",
                textEN: "Адаптація для планшетних і мобільних пристроїв"
            }]
    },
    {
        id: v4(),
        title: "Просування сайтів, SEO",
        titleEN: "Просування сайтів, SEO",
        price: "Ціна від 100 $",
        priceEN: "Ціна від 100 $",
        desc: [
            {
                id: v4(),
                text: "Аналіз конкурентів",
                textEN: "Аналіз конкурентів"
            },
            {
                id: v4(),
                text: "Дослідження цільової аудиторії",
                textEN: "Дослідження цільової аудиторії"
            },
            {
                id: v4(),
                text: "Створення семантичного ядра",
                textEN: "Створення семантичного ядра"
            },
            {
                id: v4(),
                text: "Збільшення коефіцієнта конверсії",
                textEN: "Збільшення коефіцієнта конверсії"
            },
            {
                id: v4(),
                text: "Внутрішня (технічна) оптимізація",
                textEN: "Внутрішня (технічна) оптимізація"
            },
            {
                id: v4(),
                text: "SEO-копірайтинг",
                textEN: "SEO-копірайтинг"
            },
            {
                id: v4(),
                text: "Прискорення завантаження сайту",
                textEN: "Прискорення завантаження сайту"
            },
            {
                id: v4(),
                text: "Підвищення позицій в Google",
                textEN: "Підвищення позицій в Google"
            }]
    },


]

// PublicID for CldImage
// CoffeeMockupServices_zfh2ek
// ArchitraveMockupServices_zs8ln0
// DailyRentMockupServices_smrbvs
// IceCreamMockupServices_amf7hj
// PetsMockupServices_zounjy
// PhotographerMockupServices_eda0gs
// WatchesMockupServices_fr7a2a
// GraphicDesignMockupServices_jdlgm5
// LogoMockupServices_bjgbnp